[
  {
    "details": "G-SHOCK แบรนด์นาฬิกาที่สร้างมาตรฐานใหม่อย่างไม่หยุดยั้งในด้านความแข็งแกร่งของอุปกรณ์บอกเวลา มาสู่นาฬิกาอะนาล็อก-ดิจิตอล GA-700 รุ่นใหม่เข็มนาทีและเข็มชั่วโมงลักษณะหลายมิติมีรูปลักษณ์ราวกับว่าชิ้นส่วนได้ถูกแกะสลักมาจากแผ่นโลหะเพื่อให้ดีไซน์ที่ดูมีพลังและโดดเด่น รูปทรงของนาฬิกาเหล่านี้ไม่เพียงช่วยให้อ่านเวลาสะดวกขึ้น แต่ยังช่วยให้ความรู้สึกที่ทนทานปุ่มด้านหน้าขนาดใหญ่ที่ตำแหน่ง 6 นาฬิกาช่วยเสริมการออกแบบที่มีพลังและล้ำสมัย นาฬิการุ่นนี้ประกอบด้วยสีสามแบบที่ได้รับการเลือกสรรมาอย่างดีเพื่อสะท้อนถึงคติของแบรนด์ แดงและดำ, ดำ, และแดง จะแสดงถึงแก่นของจิตวิญญาณแห่งความทนทานที่รุ่นเหล่านี้ได้รับการออกแบบมาการใช้งานที่ง่ายด้วยของรูปแบบเวลาแบบอนาล็อก-ดิจิตอล, แสงไฟ LED ความสว่างสูง, ฟังก์ชันการเลื่อนเข็มนาฬิกา และอื่นๆ อีกมากมายจะเพิ่มความสะดวกสบายของการบอกเวลาถึงขีดสุดหน้าปัด 3 มิติประกอบกับดีไซน์ทนทานอันโดดเด่นทำให้รุ่น GA-700 ใหม่มีรูปลักษณ์โดดเด่นและแข็งแกร่ง",
    "id": 1000,
    "image": "CDS13013448.jpg",
    "name": "นาฬิกาข้อมือ G-SHOCK รุ่น GA-700-4ADR สีแดง",
    "price": 3740
  },
  {
    "details": "G-SHOCK ขอเสนอนาฬิกาข้อมือซีรี่ส์ GST-S110 ที่เป็นต้นตำรับของความทนทาน มาพร้อมโครงสร้างกันกระแทกอย่างสมบูรณ์แบบ ดีไซน์ออกมาอย่างลงตัว และหน้าปัดดิจิตอลทำให้ง่ายต่อการอ่านค่าต่างๆ พร้อมไฟ Double LED ที่พร้อมส่องสว่างแม้อยู่ในที่มืด นาฬิกาข้อมือ G-SHOCK รุ่น GST-S110 กระจกมิเนอรัล นีโอไบรท์ โครงสร้างกันกระแทก ระบบกันน้ำลึก 200 เมตร Double LED พลังงานแสงอาทิตย์ แสดงเวลาโลก จับเวลาความละเอียด 1/100 นาฬิกาปลุก ระบบประหยัดพลังงาน แสดงปฏิทินแบบเต็มโดยอัตโนมัติ (ถึงปี 2099) แสดงเวลารูปแบบ 12/24 ชั่วโมง สายและตัวเรือนผลิตด้วยแสตนเลสสตีล ขนาด หน้าปัด 50.3 มม. ความหนาของตัวเรือน 16.3 มม. ความยาวของสายนาฬิกา 14.5 – 21.5 ซม. (สามารถตัดหรือต่อสายนาฬิกาได้) สีเงิน พบสินค้าเพิ่มเติมจาก G-SHOCK คลิก! หมายเหตุ: สีของผลิตภัณฑ์ที่แสดงบนเว็บไซต์อาจมีความแตกต่างกันจากการตั้งค่าการแสดงผลของแต่ละหน้าจอ",
    "id": 1001,
    "image": "CDS10172360.jpg",
    "name": "นาฬิกาข้อมือ G-SHOCK รุ่น GST-S110D-1A สีเงิน",
    "price": 11475
  },
  {
    "details": "• สีดำ",
    "id": 1002,
    "image": "CDS11428213.jpg",
    "name": "นาฬิกาข้อมือ G-SHOCK รุ่น GA-400GB-1ADR สีดำ",
    "price": 5270
  }
]